{
  "ADS": {
    "Interstitial_id": "",
    "Interstitial_idf": " 960016804932788_960018371599298",
    "Text1": "  Guide for IMoba 2022 now if you are interested in modifying M L B B from all aspects without any expenditure,  then New iMoba 2022 is the Best Moba Injector for you. Yes, this app unlocks almost all the premium objects like ML skins, effects, drone view, maps, backgrounds....",
    "Text2": "  It is a free Android application for MOBA fans. It is an updated version of I Moba Bangmamet or you can say it’s alternate. Old tools become outdated or useless with the arrival of the latest and original injecting tools or they are not working fine with the latest update of MLBB. and incredible features.",
    "Text3": "  So, before downloading and installing this app. Must read this article As MLBB is getting huge traffic from all over the world which results in increasing the use of injecting tools as well. Multiple sites claim to provide you the latest and pure APK files but they don’t. So, many of the players are losing their interest in the game.Now",
    "Text4": "  iMoba 2021 is a skin injector for Mobile Legends. It allows you to use all the premium skins of ML game for free of cost. Here, you can browse and set your favorite one that you want in the game. Moreover, it offers you to customize various characters by using skins. Apart from this, you can also download any skin that you want.",
    "Text5": "  Additionally, there is a maximum of 53+ Assasin skins, 63+ Marksman (MM) skins, 68+ Fighter skins, 53 Mage skins, 31 Tank skins, & 17 Support skins available for users. Besides, more cheats like Battle Emotes, Recalls, and Drone View features also available for cheat lovers. Apart from these features,Drone view",
    "Text6": "  Only use the view drones three times for safety reasons.Get ML Skins: ML characters and skins are considered as the heart of MLBB so, this application covers this corner as well. It offers all the premium outfits for all types of characters such as Painted, Fighter, Tank, Support, Assassin, Marksman(MM), and Mage.Custom Maps",
    "Text7": "  Before installing the new version of New Imoba,  remove the old one first. Then, by clicking the relevant link on this page, the app can begin downloading. Complete the installation process. Both of these procedures simply take a few minutes. As a result, it is a quick procedure. You’ll be required to select a Username.",
    "Text8": "  RATE US if you enjoy our guide iMoba 2022 .Enjoy the game and create a victory in the history of MLBB with New I Moba 2021 ApK",
    "banner_id": "",
    "banner_idf": "",
    "Nativeads_idf": "",
    "Nativeads_id": "",
    "linkbuttun": "https://g4ming.cc/7a2bb72 ",
    "networkAd": "facebook"
  }
}
